/* 
   Localizable.strings
   BOOM

   Created by Federico Filipponi on 13/01/11.
   Copyright 2011 Factor Software. All rights reserved.
 */
// Tooltips
"UPLOADSCORES_TOOLTIP" = "Se selezionato il gioco tenterà di caricare i punteggi locali sul sito di Factor Software ogni qual volta si ottiene un nuovo high score";
"DOWNLOADSCORES_TOOLTIP" = "Se selezionato il gioco tenterà di scaricare automaticamente i punteggi online dal sito di Factor Software ogni qual volta viene mostrata la tabella dei punteggi online"; 
"DELETESAVEDGAME_TOOLTIP" = "Elimina il salvataggio selezionato";
// Keyboard strings
"Return" = "A capo"; 
"Tab" = "Tab";
"Space" = "Spazio";
"Delete" = "Cancella";
"ESC" = "Esc";
"Right Command" = "Comando dx."; 
"Left Command" = "Comando sx.";
"Left Shift" = "Maiuscole sx.";
"Caps Lock" = "Blocco maiusc.";
"Left Option" = "Opzione sx.";
"Left Control" = "Ctrl sx.";
"Right Shift" = "Maiuscole dx."; 
"Right Option" = "Opzione dx.";
"Right Control" = "Ctrl dx.";
"Clear" = "Elimina";
"Enter" = "Invio";
"Help" = "Aiuto";
"Home" = "Inizio";
"Page Up" = "Pagina su";
"Del" = "Canc";
"End" = "Fine";
"Page Down" = "Pagina giù"; 
"Left Arrow" = "Freccia sx.";
"Right Arrow" = "Freccia dx.";
"Down Arrow" = "Freccia giù";
"Up Arrow" = "Freccia su";
// Alert strings
"Key" = "Tasto";
"Button" = "Pulsante";
"already in use" = "già in uso";
"REGISTRATION_THANKS" = "Grazie per aver registrato la tua copia di BOOM!";
"REGISTRATION_THANKS_MSG" = "Ti suggeriamo di conservare l'e-mail di conferma dell'acquisto, in quanto contiene il tuo nome utente e il codice di registrazione.";
"BAD_REGISTRATION_DATA" = "Le informazioni di registrazione inserite non sono valide.\nLa tua copia di BOOM non è stata registrata!";
"BAD_REGISTRATION_DATA_MSG" = "Inserisci nome utente e codice di registrazione esattamente come riportati nell'e-mail di conferma dell'acquisto.";
"CLEAR_SCORES_WARNING" = "Sei sicuro di voler cancellare i punteggi?";
"CLEAR_SCORES_WARNING_MSG" = "Questa operazione non può essere annullata.";
"NO_SAVE_GAME" = "Questa funzione è disponibile solamente nella versione registrata di BOOM!\n\nAcquistando BOOM potrai salvare una partita in corso e riprenderla quando vuoi.";
"NO_ONLINE_SCORES" = "L'accesso al sistema di punteggi online è disponibile solamente nella versione registrata di BOOM.\n\nAcquistando BOOM potrai condividere i tuoi punteggi con altri giocatori sulla rete.";
"BUY_THE_GAME_MSG" = "Premi “Compra BOOM...” per acquistare subito il gioco (è necessario essere connessi ad Internet).";
"BAD_SCORES_DATA" = "Si è verificato un errore durante l'elaborazione dei dati dei punteggi ricevuti.";
"BAD_XML_DATA" = "Si è verificato un errore durante l'elaborazione dei dati XML ricevuti.";
"GAME_UP_TO_DATE" = "Stai usando la versione più recente di BOOM (versione %1$@).";
"GAME_UP_TO_DATE_MSG" = "Non è necessario aggiornare l'applicazione.";
"CONNECTION_ERROR" = "Si è verificato un errore durante la connessione al server remoto.";
"CONNECTION_FAILED" = "Connessione non riuscita!";
"CONNECTION_FAILED_MSG" = "Non è stato possibile avviare la connessione.";
"ONLINE_SCORES_ACCESS" = "Per evitare il sovraccarico del server, le richieste dirette di accesso al sistema dei punteggi online sono limitate a una ogni 30 secondi.";
"ONLINE_SCORES_ACCESS_MSG" = "Riprova di nuovo tra %1$u secondi.";
"SCORES_LOADING_ERROR" = "Si è verificato un errore durante il caricamento dei punteggi dalle preferenze.";
"SCORES_SAVING_ERROR" = "Si è verificato un errore durante il salvataggio dei punteggi nelle preferenze.";
"SCORES_SERVER_ERROR" = "L'operazione non può essere completata a causa di un errore del server.";
"GAME_SAVING_NODIR" = "Si è verificato un errore durante la creazione della cartella dei file di salvataggio del gioco.";
"GAME_SAVING_OK" = "La partita in corso è stata salvata con successo.";
"GAME_SAVING_ERROR" = "Si è verificato un errore durante il salvataggio della partita in corso.";
"GAME_LOADING_ERROR" = "Si è verificato un errore durante il caricamento del file di salvataggio.";
"ERROR_DESCRIPTION_MSG" = "Descrizione dell'errore: “%1$@”";
"CHEAT_WARNING" = "È stato attivato un trucco.";
"CHEAT_WARNING_MSG" = "I punteggi ottenuti in questo modo non verranno salvati.";
"QUIT_IN_GAME" = "Sei sicuro di voler uscire?";
"QUIT_IN_GAME_MSG" = "La partita in corso verrà annullata.";
"DELETE_SAVED_GAME_WARNING" = "Sei sicuro di voler cancellare il salvataggio selezionato?";
"DELETE_SAVED_GAME_WARNING_MSG" = "Il file corrispondente verrà spostato nel Cestino.";
"KRM_GENERAL_ERROR" = "Si è verificato un errore che ha impedito il completamento della transazione.\nProva di nuovo utilizzando l'opzione Acquista Online.";
"KRM_ORDER_ERROR" = "Si è verificato un errore durante l'elaborazione della transazione.\nContattare Factor Software all'indirizzo fedefil@factor-software.com.";
"KRM_ERROR_MSG" = "Codice di errore: %1$u";
"Yes" = "Sì";
"unknown error" = "errore sconosciuto";
"Buy BOOM..." = "Compra BOOM...";
"Not Yet" = "Non ancora";
"Quit" = "Esci";
"Cancel" = "Annulla"; 
// Network Access
"Connecting..." = "Connessione...";
"Downloading scores..." = "Scarico i punteggi...";
"Uploading scores..." = "Carico i punteggi...";
"Retrieving update info..." = "Controllo aggiornamenti...";
// Game strings
"Registered to" = "Registrato a";
"NOT_REGISTERED" = "•••• NON REGISTRATO! ••••";
"EMPTY_STRING" = "~~~~~~~~~~";
"Pause" = "Pausa";
"Unpause" = "Riprendi";
"PAUSED" = "IN PAUSA";
"Press Cmd-P to unpause" = "Premi Cmd-P per riprendere";
"Loading..." = "Caricamento in corso...";
"Factor Software presents" = "Factor Software presenta";
"created by" = "creato da";
"Federico Filipponi" = "Federico Filipponi";
"NEW GAME" = "NUOVA PARTITA";
"OPEN GAME" = "CARICA PARTITA";
"PREFERENCES" = "PREFERENZE";
"SCORES" = "PUNTEGGI";
"INFO" = "INFO";
"QUIT" = "ESCI";
"DEMO" = "DEMO";
"GET READY!" = "PREPARATI!";
"TIME BONUS!" = "BONUS TEMPO!";
"TOP BOMBERS" = "I MIGLIORI BOMBARDIERI";
"credits" = "crediti";
"insert coin" = "insert coin";
"Name" = "Nome";
"Score" = "Punti";
"WORLDWIDE TOP BOMBERS" = "I MIGLIORI BOMBARDIERI DEL MONDO";
"Level" = "Livello";
"[press ESC to exit]" = "[premere Esc per uscire]";
"press a key or click to continue" = "premere un tasto o fare clic per continuare";
"Date" = "Data";
"score" = "punti";
"GAME" = "GAME";
"OVER" = "OVER";
"EXIT" = "ESCI";
"<< Prev" = "<< Prec.";
"Next >>" = "Succ. >>";
"Local Scores" = "Punteggi locali";
"Online Scores" = "Punteggi online";
"Upload" = "Carica";
"Download" = "Scarica";
"Last updated" = "Ultimo aggiornamento";
"NOT_YET_UPDATED" = "- non aggiornati -";
"BOOM Saved Game" = "Salvataggio BOOM";
"cheat activated" = "trucco attivato";
// Message strings
"MESSAGE_STRING_0" = "Grazie per aver registrato la tua copia di BOOM.";
"MESSAGE_STRING_1" = "Benvenuti in BOOM";
"MESSAGE_STRING_2" = "Una produzione Factor Software";
"MESSAGE_STRING_3" = "Programmazione e grafica: Federico Filipponi";
"MESSAGE_STRING_4" = "Suoni e musica: George E. Kouba, Jr.";
"MESSAGE_STRING_5" = "Libreria MGGame: Sebastian Wegner";
"MESSAGE_STRING_6" = "MGGame copyright © McSebi Software. Tutti i diritti riservati.";
"MESSAGE_STRING_7" = "Questo gioco è SHAREWARE. Provalo e acquistalo se ti piace.";
// Info titles
"OUR HEROES" = "I NOSTRI EROI";
"THE STORY" = "LA STORIA";
"THE BADDIES" = "I NEMICI";
"THE GOODIES" = "POTENZIAMENTI E BONUS";
"CREDITS" = "RICONOSCIMENTI";
// Info strings
"INFO_STRING_1_1" = "Questo sei tu";
"INFO_STRING_1_2" = "E questo è il tuo compagno";
"INFO_STRING_1_3" = "Un alieno";
"INFO_STRING_2_1" = "Soldato";
"INFO_STRING_2_2" = "Serg. Cool";
"INFO_STRING_2_3" = "Thick Lizzy";
"INFO_STRING_2_4" = "Mean-o-Taur";
"INFO_STRING_2_5" = "Gunner";
"INFO_STRING_2_6" = "La “Cosa”";
"INFO_STRING_2_7" = "Spettro";
"INFO_STRING_2_8" = "Smoulder";
"INFO_STRING_2_9" = "Skully";
"INFO_STRING_2_10" = "H.R. Giggler";
"INFO_STRING_3_1" = "Distruggendo i blocchi con le bombe si possono ottenere svariati oggetti bonus.";
"INFO_STRING_3_2" = "Naturalmente non tutti gli elementi del gioco sono qui descritti. C'è molto da scoprire giocando a BOOM.";
"INFO_STRING_4_1" = "Programmazione e grafica";
"INFO_STRING_4_2" = "Federico Filipponi";
"INFO_STRING_4_3" = "Suoni e musica";
"INFO_STRING_4_4" = "George E. Kouba, Jr.";
"INFO_STRING_4_5" = "Libreria MGGame";
"INFO_STRING_4_6" = "Sebastian Wegner";
"INFO_STRING_4_7" = "Artista schermata di caricamento";
"INFO_STRING_4_8" = "Raymond Zachariasse";
"INFO_STRING_4_9" = "Font Tempesta Seven";
"INFO_STRING_4_10" = "Yusuke Kamiyamane";
// Info texts
"INFO_TEXT_1_1" = "Un marine spaziale non tra i più duri, ma abbastanza stupido da accettare una missione senza ritorno.";
"INFO_TEXT_1_2" = "Per fortuna puoi contare sul tuo commilitone per sbaragliare il nemico. Attenti a non farvi male a vicenda.";
"INFO_TEXT_1_3" = "Davvero ne avete bisogno? Va bene.\nLa Terra è di nuovo minacciata dagli alieni e chi è stato chiamato a salvare il nostro adorato pianeta? Hai indovinato!\n\nGli alieni hanno la capacità di trasformarsi in micidiali creature di ogni tipo. Agendo come parassiti, attaccano uomini, animali e persino macchine, trasformandoli in letali assassini.\n\nLa tua missione è quella di penetrare in 8 aree infestate di alieni, ognuna divisa in 10 sotto-zone, eliminare tutti i nemici usando le tue bombe e, infine, rispedire con un calcio il Grosso Boss Alieno da dove è venuto.";
"INFO_TEXT_2_1" = "Questo essere, solo apparentemente umano, è piuttosto stupido. Si muove in modo casuale. Praticamente innocuo.";
"INFO_TEXT_2_2" = "È tosto, è cattivo, indossa occhiali da sole.\nIn realtà, l'unica differenza col soldato è una frequenza di fuoco leggermente superiore.";
"INFO_TEXT_2_3" = "In parte uomo, in parte rettile, totalmente orrendo.\nQuesta bestiaccia lancia palle di fuoco mortali.";
"INFO_TEXT_2_4" = "Una specie di incrocio tra un uomo e un toro sotto steroidi.\nVeloce e terribilmente mordace.";
"INFO_TEXT_2_5" = "Un altro ex essere umano.\nImbraccia un fucile a impulsi a fuoco rapido.\nEstremamente pericoloso!";
"INFO_TEXT_2_6" = "L'animale da compagnia preferito degli alieni.\nPer lo meno i nostri cani non sputano sfere d'energia.";
"INFO_TEXT_2_7" = "Proviene dalla dimensione del terrore, è disarmato ma i suoi attacchi rapidi e incessanti possono essere estenuanti.";
"INFO_TEXT_2_8" = "Un grasso e ripugnante assassino psicopatico. Se vuoi sopravvivere, stai alla larga dal suo letale lanciafiamme.";
"INFO_TEXT_2_9" = "Una creatura biomeccanica.\nIl suo cannone al plasma può spazzarti via in un attimo.";
"INFO_TEXT_2_10" = "Il tuo incubo peggiore.\nL'arma biologica definitiva. Lancia magma radioattivo e corre come un demonio.";
"INFO_TEXT_3_1" = "Ripristina due punti di energia. Molto utile.";
"INFO_TEXT_3_2" = "Miccia corta.\nDura per una vita.";
"INFO_TEXT_3_3" = "Velocità.\nMette le ali ai piedi per 20 secondi.";
"INFO_TEXT_3_4" = "Rispristina tutta l'energia. Non fartelo scappare!";
"INFO_TEXT_3_5" = "Esplosioni più ampie (fino a 4 blocchi).\nDura per una vita.";
"INFO_TEXT_3_6" = "Zapper (raro).\nElimina tutti i blocchi da distruggere.";
"INFO_TEXT_3_7" = "Aumenta il numero delle bombe (fino a 8).\nDura per una vita.";
"INFO_TEXT_3_8" = "Scudo.\nTi rende invincibile per 20 secondi.";
"INFO_TEXT_3_9" = "Morte improvvisa (raro).\nElimina tutti i nemici in un colpo solo.";
"INFO_TEXT_3_10" = "Queste monete si trovano sparse per i livelli. Se raccogli tutte le monete in un livello gli alieni impazziscono e perdono temporaneamente la loro capacità mimetica, rivelando il loro vero aspetto.\nGli alieni eliminati durante questa fase (che dura 30 secondi) lasciano sul campo di gioco una lettera. Raccogli tutte le lettere che formano la parola EXTRA ed otterrai una vita extra.";
// End of game strings
"END_STRING_1" = "HAI VINTO!!";
"END_STRING_2" = "Hai raggiunto l'ultima area infestata dagli alieni";
"END_STRING_3" = "e sconfitto il Grosso Boss Alieno in persona.";
"END_STRING_4" = "Non è stata proprio una passeggiata, vero?";
"END_STRING_5" = "Bene, ora la Terra è salva, tu sei un eroe,";
"END_STRING_6" = "interviste, autografi e tutto il resto.";
"END_STRING_7" = "Ma, aspetta un attimo!";
"END_STRING_8" = "Cos'è quello strano oggetto in cielo?";
"END_STRING_9" = "OH NO! DI NUOVO!!";